Repository: caiomourasud/seguros
Catalog: lib/l10n/app_*.arb
Languages: es, pt

# seguroSimples
source: Finally, a simple and affordable life insurance for you, with transparency at all stages.
es: Finalmente un seguro de vida sencillo y asequible para ti, con transparencia en todas las etapas.
pt: Finalmente um seguro de vida simples e acessível para você, com transparência em todas as etapas.

# conhecerMais
source: Know more
es: Saber más
pt: Conhecer mais

# simples
source: Simple as it should be
es: Tan simple como debería ser
pt: Simples como deve ser

# simplesDescription
source: Everything done in a way so that you know exactly what you are hiring.
es: Todo hecho de forma que sepas exactamente lo que estás contratando.
pt: Tudo feito de um jeito para que você saiba exatamente o que está contratando.

# precoBolso
source: Price that fits in your pocket
es: Precio que cabe en tu bolsillo
pt: Preço que cabe no bolso

# precoBolsoDescription
source: Average starting price of $ 9 per month, with no hidden fees and no price adjustments for age for 5 years. That simple.
es: Precio inicial promedio de $ 9 por mes, sin cargos ocultos y sin ajustes de precio por edad durante 5 años. Simples así.
pt: Preço médio inicial de R$9 por mês, sem tarifas escondidas e sem ajustes de preço por idade durante 5 anos. Simples assim.

# coberturasPersonalizaveis
source: Customizable and useful covers for you
es: Fundas personalizables y útiles para ti
pt: Coberturas Personalizáveis e úteis para você

# coberturasPersonalizaveisDescription
source: Build your insurance with coverages that make a difference for you and for your moment of life.
es: Construye tu seguro con coberturas que marcan la diferencia para ti y tu momento de vida.
pt: Monte seu seguro com coberturas que fazem a diferença para você e para o seu momento de vida.

# sePrecisar
source: If you need, we will be here
es: Si lo necesita, estaremos aquí.
pt: Se você precisar, estaremos aqui

# sePrecisarDescription
source: Easy to add insurance via the app or phone, with a 100% dedicated team to really support you if you need to.
es: Fácil de agregar seguro a través de la aplicación o el teléfono, con un equipo 100% dedicado para brindarle realmente apoyo si lo necesita.
pt: Facilidade para adicionar o seguro pelo aplicativo ou telefone, com um time 100% dedicado a realmente te dar suporte se você precisar.

# analiseRisco
source: Insurance acceptance will be subject to risk analysis.
es: La aceptación del seguro estará sujeta a análisis de riesgo.
pt: A aceitação do seguro estará sujeita à análise do risco.

# btnSimularSeguro
source: Simulate my insurance
es: Simular mi seguro
pt: Simular meu seguro

# seguroDeVidaNubank
source: Nubank life insurance
es: Seguro de vida Nubank
pt: Seguro de vida do Nubank

# oQueEseguroDeVida
source: What is life insurance?
es: ¿Qué es un seguro de vida?
pt: O que é seguro de vida?

# seguroDeVidaPraMim
source: Is life insurance for me?
es: ¿Seguro de vida es para mí?
pt: Seguro de vida é pra mim?

# seguroDeVida
source: Life insurance
es: Seguro de vida
pt: Seguro de vida

# oQueEnubankVida
source: What is Nubank Vida?
es: ¿Qué es Nubank Vida?
pt: O que é Nubank Vida?

# naoEncontro
source: I am not finding Nubank Vida in my Nubank app. How do I get access?
es: No encuentro Nubank Vida en mi aplicación Nubank. ¿Cómo accedo?
pt: Não estou encontrando o Nubank Vida no meu aplicativo Nubank. Como faço para ter acesso?

# comoBeneficiariosAcionam
source: How do my beneficiaries activate life insurance?
es: ¿Cómo activan mis beneficiarios el seguro de vida?
pt: Como meus beneficiários acionam o seguro de vida?

# quemDeveriaTerSeguro
source: Who should have life insurance?
es: ¿Quién debería tener un seguro de vida?
pt: Quem deveria ter um seguro de vida?

# seguroCobreDoencasExcludas
source: Does this life insurance cover illnesses that are generally excluded?
es: ¿Este seguro de vida cubre enfermedades generalmente excluidas?
pt: Esse seguro de vida cobre doenças geralmente excluídas?

# quaisVantagens
source: What are the advantages of Nubank Vida?
es: ¿Cuáles son las ventajas de Nubank Vida?
pt: Quais as vantagens do Nubank Vida?

# porqueImportante
source: Why is this information important?
es: ¿Por qué es importante esta información?

# importanteProfissao
source: In addition to your profession being important in the simulation, choosing the right option ensures that you will have no problems to receive the contracted coverage in case you need it.
es: Además de que tu profesión sea importante en la simulación, elegir la opción adecuada asegura que no tendrás problemas para recibir la cobertura contratada en caso de que la necesites.

# qualAtividade
source: What is your professional activity?
es: Cual es tu actividad profesional?
pt: Qual é a sua atividade profissional?

# qualAtividadeDescription
source: Select your current profession from the list below. It is important to select the correct activity, as this interferes with your proposal and the validation of the contract.
es: Seleccione su profesión actual de la lista a continuación. Es importante seleccionar la actividad correcta, ya que esto interfiere con su propuesta y la validación del contrato.
pt: Selecione sua profissão atual na lista abaixo. É importante selecionar a atividade correta, pois isso interfere na sua proposta e na validação do contrato.

# buscarComerciante
source: Search "merchant"
es: Buscar "comerciante"
pt: Buscar "comerciante"

# escolhaCobertura
source: Now, choose your insurance coverage
es: Ahora, elija su cobertura de seguro
pt: Agora, escolha as coberturas do seu seguro

# valorCoberturaMorteTitular
source: Coverage amount due to death of the holder
es: Importe de la cobertura por fallecimiento del titular
pt: Valor da cobertura por morte do titular

# cinquentaMil
source: $ 50k
es: $ 50 mil
pt: R$ 50 mil

# centoCinquentaMil
source: $ 150K
es: $ 150 mil
pt: R$ 150 mil

# escolhaCoberturaDescription
source: For natural death, there is a 3-month grace period. For accidental death, there is no need. The beneficiaries are defined in the next steps.
es: En caso de muerte natural, existe un período de gracia de 3 meses. En caso de muerte accidental, no es necesario. Los beneficiarios se definen en los siguientes pasos.
pt: Para morte natural, há uma carência de 3 meses. Para morte acidental, não há carência. Os beneficiários são definidos nas próximas etapas.

# asssitenciaFuneralDoTitular
source: Holder's funeral assistance
es: Asistencia funeraria del titular
pt: Assistência funeral do titular

# asssitenciaFuneralDoTitularDescription
source: $ 5,000.00 of coverage for the provision of the funeral service or reimbursement of costs.
es: $ 5.000,00 de cobertura para la prestación del servicio funerario o reembolso de gastos.
pt: R$ 5.000,00 de cobertura para prestação do serviço funeral ou reembolso dos custos.

# hospitalizacao
source: Hospitalization
es: Hospitalización
pt: Hospitalização

# hospitalizacaoDescription
source: If you have an accident and need to stay in the hospital for at least 48 hours, you receive a daily fee of $ 150.00 to use as you wish.
es: Si tiene un accidente y necesita permanecer en el hospital durante al menos 48 horas, recibe una tarifa diaria de $ 150,00 para usar como desee.
pt: Caso sofra algum acidente e precise ficar no hospital por pelo menos 48h, você recebe uma diária de R$ 150,00 para usar como quiser.

# invalidez
source: Invalidity
es: Invalidez
pt: Invalidez

# invalidezDescription
source: Receive up to 100% of the total coverage of your insurance in the event of total or partial disability due to an accident.
es: Reciba hasta el 100% de la cobertura total de su seguro en caso de invalidez total o parcial por accidente.
pt: Receba até 100% do valor da cobertura total do seu seguro no caso de invalidez total ou parcial por acidente.

# asssitenciaFuneralDoFamiliares
source: Funeral assistance for family members
es: Asistencia funeraria para miembros de la familia
pt: Assistência funeral de familiares

# asssitenciaFuneralDoFamiliaresDescription
source: It is possible to choose between the provision of the funeral service or reimbursement of the costs of $ 5,000.00 of coverage, for each family member.
es: Es posible elegir entre la prestación del servicio funerario o el reembolso de los costos de cobertura de $ 5.000,00, por cada miembro de la familia.
pt: É possível escolher entre a prestação do serviço funeral ou reembolso dos custos de R$ 5.000,00 de cobertura, para cada familiar.

# conjugeFilhos
source: Spouse and children
es: Cónyuge e hijos
pt: Cônjuge e filhos

# paisDoTitular
source: Parents (of the holder)
es: Padres (del titular)
pt: Pais (do titular)

# incluido
source: Included
es: Incluido
pt: Incluído

# verDetalhes
source: See details
es: Ver detalles
pt: Ver detalhes

# mes
source: month
es: mes
pt: mês

# semTarifasEscondidas
source: No hidden fees
es: Sin cuotas escondidas
pt: Sem tarifas escondidas

# continuar
source: Continue
es: Continuar
pt: Continuar

# coberturaMorteNaturalOuAcidental
source: Natural or Accidental Death Coverage
es: Cobertura por muerte natural o accidental
pt: Cobertura de Morte Natural ou Acidental

# hospitalizacaoAcidente
source: Accident hospitalization
es: Hospitalización por accidente
pt: Hospitalização por acidente

# invalidezTotalParcial
source: Total or partial disability due to accident
es: Incapacidad total o parcial por accidente
pt: Invalidez total ou parcial por acidente

# oQueE
source: What is
es: Qué es
pt: O que é

# comoFunciona
source: How it works
es: Como funciona
pt: Como funciona

# cobertura
source: Coverage
es: Cobertura
pt: Cobertura

# periodoCarencia
source: Grace period
es: Periodo de carencia
pt: Período de carência

# beneficiarios
source: Beneficiaries
es: Beneficiarios
pt: Beneficiários

# escolhaFormaPagamento
source: Choose the form of payment
es: Elige la forma de pago
pt: Escolha a forma de pagamento

# escolhaFormaPagamentoDescription
source: You are billed monthly using the payment method you choose.
es: Se le factura mensualmente utilizando el método de pago que elija.
pt: A cobrança é feita, mensalmente, através da forma de pagamento que você escolher.

# cartaoNubank
source: Nubank credit card
es: Tarjeta de crédito Nubank
pt: Cartão de crédito Nubank

# vencimentoEm
source: Invoice due on
es: Factura vencida el
pt: Vencimento da fatura em

# cartaoCredito
source: Credit card
es: Tarjeta de crédito
pt: Cartão de crédito

# contaNubank
source: Nubank Account
es: Cuenta Nubank
pt: Conta Nubank

# saldoAtual
source: Your current balance is
es: Tu saldo actual es
pt: Seu saldo atual é de

# revisarDetalhes
source: You will be able to review your life insurance details later.
es: Podrá revisar los detalles de su seguro de vida más adelante.
pt: Você poderá revisar os detalhes de seu seguro de vida mais tarde.

# voceVaiPagar
source: You will pay
es: Tu vas a pagar
pt: Você vai pagar

# formaPagamento
source: Payment method
es: Método de pago
pt: Forma de pagamento

# dataPagamento
source: Payday
es: Día de paga
pt: Data de pagamento

# coberturaMorte
source: Death coverage
es: Cobertura de muerte
pt: Cobertura por morte

# valorCobertura
source: Coverage amount
es: Monto de la cobertura
pt: Valor da cobertura

# coberturasExtras
source: Extra covers
es: Cubiertas extra
pt: Coberturas extras

# valorLiquido
source: Net value
es: Valor neto
pt: Valor líquido

# valorIOF
source: IOF value
es: Valor IOF
pt: Valor IOF

# pagamentoMensal
source: Monthly payment
es: Mensualidad
pt: Pagamento mensal

# incluso40
source: Nubank's remuneration is already included in this amount, which is a rate of 40% of the net monthly payment, equal to
es: La remuneración de Nubank ya está incluida en este monto, que es una tasa del 40% del pago mensual neto, igual a
pt: Já está incluso nesse valor a remuneração do Nubank, que é uma taxa de 40% do pagamento mensal líquido, igual a

# dadosColetados
source: We collect your data to offer you life insurance. For more details, visit the
es: Recopilamos tus datos para ofrecerte un seguro de vida. Para obtener más detalles, visite el
pt: Coletamos seus dados para lhe oferecer seguro de vida. Para verificar mais detalhes, acesse a

# privacidade
source: privacy policy
es: política de privacidad
pt: política de privacidade

# intermediadoChubb
source: This insurance is intermediated by Nubank and the responsible insurer is Chubb, a company with operations in more than 50 countries in addition to Brazil.
es: Este seguro es intermediado por Nubank y el asegurador responsable es Chubb, empresa con operaciones en más de 50 países además de Brasil.
pt: Este seguro é intermediado pelo Nubank e a seguradora responsável é a Chubb, empresa com operação em mais de 50 países além do Brasil.

# entenderComoFunciona
source: Understand how it works
es: Entender como funciona
pt: Entender como isso funciona

# contratarSeguro
source: Hire insurance
es: Contratar seguro
pt: Contratar seguro

# continuarAceita
source: By continuing, you accept the
es: Al continuar, acepta la
pt: Ao continuar, você aceita os

# termos
source: Terms and conditions
es: Términos y condiciones
pt: Termos e condições

# enviandoInformacoes
source: Submitting your information
es: Envío de su información

# trabalhandoNisso
source: Working on it...
es: Trabajando en ello...

# seguroAprovado
source: Approved insurance
es: Seguro aprobado

# seguroContratado
source: Insurance contracted!
es: Seguro contratado!

# seguroAtivo
source: Your insurance is already active and you can add beneficiaries now or later.
es: Su seguro ya está activo y puede agregar beneficiarios ahora o más tarde.

# consultarDetalhes
source: You can always consult all the details of your insurance coverage in the
es: Siempre puedes consultar todos los detalles de tu cobertura de seguro en el

# adicionarBeneficiarios
source: Add beneficiaries
es: Agregar beneficiarios
